{
  "current.language": "en",
  "home.data.quote": "Companies often have valuable data left unused. Together we can turn this data into value and leave the competition behind.",
  "home.education.background": "Hey, I'm Dieter. I am currently working as a Software Consultant/Engineer. I have an academic Bachelor's degree in Computer Science (University of Hasselt) and a Master's degree in Computer Science specialising in Artificial Intelligence (KU Leuven).",
  "home.mission": "Ever since I was little, I have been part of a world that is changing incredibly fast. A lot of things that appealed to the imagination twenty years ago, are a reality today. I want to be an active part of this changing world and make a contribution that appeals to the imagination. I want to create value for others.",
  "home.age": "I am now {{age}} years old and have been actively involved in software development for many years now. During this period I actively gained project experience in a great variety of roles. Several times I had to start from zero, studying many hours after work to master the project assigned to me.",
  "home.java.experience": "I have worked actively with Java over the years. I have worked on applications ranging from a large monolith to small microservices and know the challenges that both can bring. I am an Oracle Certified Professional. I have worked with SQL and NoSQL databases and understand the challenges both pose.",
  "home.backend.craftsmanship": "While I could proclaim that I know everything there is to know about back end development, I certainly do not. Everything I have done so far is part of my journey in order to become a software craftsman. You will not hear me brag about my skills, I only seek pleasure in creating value.",
  "home.python": " Lately I also use more and more Python. I think it's a great language, and I find it rather interesting how my Java background enables me to write very clean Python code.",
  "home.frontend.experience": "I have also done my share of front-end development. In the beginning of my career, however, this was limited to some JavaScript, JQuery and CSS. Over the years I have expanded my knowledge about frontend development, responsive design and best practices.",
  "home.angular": "I have applied this knowledge in large Angular projects and in both 2019 and 2020 I was an Angular Challenge Finalist. But, have I mastered frontend development? Oh certainly not. In this fast-changing frontend world you're never done. While my good knowledge of Angular and my love for Test-Driven Development convince me that I can bring knowledge to every team, I embrace every chance to learn more on this subject myself too.",
  "home.deliver.software": "Today, it is not enough to know how to write software. It is very important that you can deliver as well. Without delivery, there is no value. The most successful projects are the projects which are done in close cooperation with the client. By working together, you can respond better to the needs of the market. I understand how important it is to always work on things that deliver a lot of value for the customer. That is why I have learned how to deploy software. In the past years I learned all about Docker, Jenkins and how to quickly deliver high quality applications (e.g. Angular, Python, Spring). I understand that it can be cheap to run an application on premise, but that it can become more complicated as it grows. As a result, I am currently improving my knowledge of Cloud Computing Services. It is my ambition to obtain the well known AWS Developer Certificate in the near future.",
  "home.ai": "I strongly believe in the saying: \"You have to learn to walk before you can run\". In my first years as a software developer I learned how to build applications. This all part of my lifelong learning journey. I want to develop applications that are driven by data. From the data of companies, the domain knowledge and expertise of the professionals within an organisation you can obtain so much valuable information. It is my goal to turn data into value. I want to make people's daily lives easier, to eliminate the repetitive. I want to build upon the potential hidden in the organisation itself. I have a strong theoretic background in Artificial Intelligence. After my studies, I continued to deepen my knowledge in Artificial Intelligence and Machine/Deep Learning. I went to multiple AI conferences like RE-WORK London, dotAI Paris, World Summit AI Amsterdam and ML Conference Munich. I also followed online courses by Andrew Ng himself, and worked on data driven pet projects (e.g. face recognition, article topic prediction).",
  "home.give.back": "As a Data/Software Engineer I would like to give something back to the community. I like to share my knowledge with others and love feedback. I am a technical writer for publications on Medium such as Better Programming, Towards Data Science and The Startup. I warmly invite you to contact me or Continuum Consulting NV, the company I currently work for, for data related assignments. We have the knowledge and manpower to bring these assignments to a higher level. I would also like conference organisers to contact me. My ambition is to translate my experience and knowledge into presentations with added value.",
  "website.home": "About me",
  "website.vision": "Craftsmanship",
  "website.change.language": "Change language",
  "website.cv": "CV",
  "website.projects": "Projects",
  "website.articles": "Articles",
  "website.books": "Books",
  "website.data": "Other data",
  "website.certificates": "Awards, certificates, courses and conferences",
  "my.vision.what.to.expect.of.me": "What can you expect of me?",
  "my.vision.what.is.my.vision": "I see Software Development as a craft!",
  "my.vision.what.is.my.mission": "As Software Craftsman I raise the bar of professional software development by putting it into practice. In addition, I help others to learn the craft. I apply the values from the Software Craftsmanship Manifesto in my daily work.",
  "my.vision.well.crafted.software.title": "Well-crafted software",
  "my.vision.well.crafted.software.part1": "My mission is to deliver high quality software. I am humble about my expertise and honest about my capabilities.",
  "my.vision.well.crafted.software.part2": "I strive to become a master of what I do and to master the technologies and techniques I need to perform my work.",
  "my.vision.well.crafted.software.part3": "I take full responsibility for the correctness of the code we write in our team. I don't tolerate avoidable bugs. I have an eye for detail in code reviews and test our code thoroughly with a strong preference for test-driven development.",
  "my.vision.steadily.adding.value.title": "Steadily adding value",
  "my.vision.steadily.adding.value.part1": "I make estimations with diligence. I'm not easily influenced by pressure or fear. I make sure I understand everything what is needed to deliver before giving an estimation.",
  "my.vision.steadily.adding.value.part2": "I strive to give my best effort at a sustainable pace.",
  "my.vision.community.of.professionals.title": "A community of professionals",
  "my.vision.community.of.professionals.part1": "I embrace different opinions and personalities. I don't let the current way of working impede improvements.",
  "my.vision.community.of.professionals.part2": "I am willing to share my knowledge with anyone who has the willingness to learn. I share my good practices, knowledge and learn from others.",
  "my.vision.productive.partnerships.title": "Productive partnerships",
  "my.vision.productive.partnerships.part1": "I show respect for the customer and fellow software makers. I behave professionally and ethically.",
  "my.vision.productive.partnerships.part2": "I'm open and honest to the customer. I do not conceal or embellish.",
  "my.vision.productive.partnerships.part3": "I think of the client's interest in building a long-term relationship.",
  "cv.image": "Curriculum Vitae image",
  "cv.current.role": "Java Software Craftsman",
  "cv.about": "Dieter is a passionate agile software developer and proudly bears the title of Civil Engineer. Dieter works as a consultant at Continuum Consulting NV.",
  "cv.body": "Hi Dieter%0A%0AI%20would%20like%20access%20to%20your%20personal%20resume%20for%20<insert-reason>.%0AKind%20regards%0A%0A<insert-name>",
  "cv.receive": "Receive full resume",
  "cv.expertise": "Expertise",
  "cv.back-end": "Back-end",
  "cv.back-end.detail": "Experience mainly with Spring, Java and other related frameworks. In his spare time Dieter is also a huge fan of Python which he also uses in some of his pet projects.",
  "cv.front-end": "Front-end",
  "cv.front-end.detail": "Preference is given to modern frameworks (e.g. Angular). These make it possible to write future proof code in line with state-of-the-art best practices.",
  "cv.quality-management": "Quality management",
  "cv.quality-management.detail": "Dieter writes test-driven quality code. Besides that he also does code reviews, retrospectives and invests a lot of time in active knowledge sharing.",
  "cv.data-technologies": "Data technologies",
  "cv.data-technologies.detail": "Dieter has work experience with both SQL and NoSQL. Storing the right data is more important than ever, Dieter understands that all too well with his background in AI.",
  "cv.work.experience": "Work experience",
  "cv.work.experience1.date": "2016 - present",
  "cv.work.experience1.title": "Java Software Craftsman",
  "cv.work.experience1.employer": "Continuum Consulting NV",
  "cv.work.experience1.place": "Lummen, Belgium",
  "cv.education": "Education",
  "cv.education1.date": "2016",
  "cv.education1.title": "Master of Engineering: Computer Science, Artificial Intelligence",
  "cv.education1.employer": "University of Leuven",
  "cv.education1.place": "Leuven, Belgium",
  "cv.education2.date": "2014",
  "cv.education2.title": "Bachelor of Science: Computer Science, ICT",
  "cv.education2.employer": "University of Hasselt",
  "cv.education2.place": "Diepenbeek, Belgium",
  "book.title": "Title",
  "book.authors": "Authors",
  "book.year.read": "Year read",
  "books.search": "Search",
  "projects.title": "Projects",
  "projects.description": "Here you will find the projects I have done in my career as a consultant. The projects are sorted by start date, the most recent one first.",
  "article.title": "Title",
  "article.publicationDate": "Date of publication",
  "article.category": "Category",
  "certificates.description": "Click here to see all the certificates that I have obtained during my career as a consultant.",
  "certificate.name": "Name",
  "certificate.issueDate": "Issue date",
  "certificate.organization": "Organisation",
  "certificate.type": "Type",
  "book.cover": "Cover",
  "book.rating": "My rating",
  "article.preview": "Preview"
}
